{
  "ui_spec_usmc_name": {
    "col_0": "ui_spec_usmc_name",
    "col_1": "USMC",
    "col_2": "Корпус морской пехоты США",
    "col_3": "Marine Corps",
    "col_4": "美国海军陆战队",
    "col_5": "USMC",
    "col_6": "USMC",
    "col_7": "USMC",
    "col_8": "USMC",
    "col_9": "USMC",
    "col_10": "미국 해병대",
    "col_11": "USMC",
    "col_12": "ABD Deniz Piyade Kolordusu (USMC)",
    "col_13": "КМП США"
  },
  "ui_spec_usmc_description": {
    "col_0": "ui_spec_usmc_description",
    "col_1": "\"The United States Marine Corps is a versatile assault force using amphibious vehicles",
    "col_2": " helicopters and planes.\"",
    "col_3": "\"Корпус морской пехоты - это универсальный тип войск имеющий в арсенале различное вооружение: танки",
    "col_4": " технику-амфибии",
    "col_5": " самолёты и вертолёты.\"",
    "col_6": "\"Das United States Marine Corps ist eine vielseitig einsetzbare Teilstreitkraft",
    "col_7": " die auf Amphibienfahrzeuge",
    "col_8": " Hubschrauber und Flugzeuge zurückgreift.\"",
    "col_9": "\"美国海军陆战队是一支多用途突击部队",
    "col_10": " 使用两栖战斗车辆",
    "col_11": " 直升机和飞机.\"",
    "col_12": "\"El Cuerpo de Marines de los Estados Unidos es una fuerza de asalto versátil que utiliza vehículos anfibios",
    "col_13": " helicópteros y aviones.\""
  },
  "ui_spec_armored_name": {
    "col_0": "ui_spec_armored_name",
    "col_1": "Armored Brigade",
    "col_2": "Бронетанковая бригада",
    "col_3": "Panzerbrigade",
    "col_4": "装甲旅",
    "col_5": "Brigada Acorazada",
    "col_6": "Brigade blindée",
    "col_7": "機甲旅団",
    "col_8": "Brigada Blindada",
    "col_9": "Brigata corazzata",
    "col_10": "기갑여단",
    "col_11": "Brygada Pancerna",
    "col_12": "Zırhlı Tugay",
    "col_13": "Бронетанкова бригада"
  },
  "ui_spec_armored_description": {
    "col_0": "ui_spec_armored_description",
    "col_1": "The armored brigade gives you access to the heaviest and most powerful ground vehicles of the US army. This fire power comes at the cost of a poor mobility and the total absence of air units.",
    "col_2": "\"Бронетанковая бригада имеет доступ к наиболее тяжелой и мощной технике в армии",
    "col_3": " однако платой за это выступает ограниченная мобильность и полное отсутствие авиаподдержки.\"",
    "col_4": "Mit der Panzerbrigade hast du Zugriff auf die schwersten und schlagkräftigsten Fahrzeuge der US-Armee. Ihre Feuerkraft geht auf Kosten einer geringen Mobilität und eines völligen Fehlens von Lufteinheiten.",
    "col_5": "\"装甲旅可以使用陆军最重型",
    "col_6": " 最强大的地面战斗车辆. 但这类火力的代价是机动性差",
    "col_7": " 并且完全没有空中部队支援.\"",
    "col_8": "La brigada acorazada proporciona acceso a los vehículos terrestres más pesados ​​y potentes del ejército estadounidense. Esta potencia de fuego se consigue a costa de una movilidad reducida y la ausencia total de unidades aéreas.",
    "col_9": "La brigade blindée vous donne accès aux véhicules terrestres les plus lourds et les plus puissants de l'armée américaine. Cette puissance de feu s'accompagne toutefois d'une mobilité réduite et de l'absence totale d'unités aériennes.",
    "col_10": "機甲旅団では、アメリカ軍で最も重量級かつ強力な地上車両を使用することができる。火力の高さと引き換えに、機動力が低いうえ空中部隊が一切存在しない。",
    "col_11": "A Brigada Blindada dá acesso aos veículos terrestres mais pesados e poderosos do exército americano. O preço desse poder de fogo é a baixa mobilidade e a completa ausência de unidades aéreas.",
    "col_12": "La brigata corazzata garantisce l'accesso ai veicoli terrestri più pesanti e potenti dell'esercito. Questa alta potenza di fuoco è controbilanciata da una scarsa mobilità e dalla totale assenza di unità aeree.",
    "col_13": "\"기갑여단은 미 육군에서 가장 강력한 중무장 지상 차량을 이용할 수 있습니다. 막강한 화력을 자랑하지만"
  },
  "ui_spec_airborne_name": {
    "col_0": "ui_spec_airborne_name",
    "col_1": "Airborne infantry",
    "col_2": "Аэромобильная пехота",
    "col_3": "Luftlandeinfanterie",
    "col_4": "空降步兵",
    "col_5": "Infantería Aerotransportada",
    "col_6": "Infanterie aéroportée",
    "col_7": "空挺歩兵",
    "col_8": "Infantaria Aerotransportada",
    "col_9": "Fanteria aviotrasportata",
    "col_10": "공수 보병",
    "col_11": "Piechota spadochronowa",
    "col_12": "Hava Savunma Piyadesi",
    "col_13": "Повітрянодесантні війська"
  },
  "ui_spec_airborne_description": {
    "col_0": "ui_spec_airborne_description",
    "col_1": "Airlift infantry and light vehicle with planes and helicopters to deliver firepower where and when it is the most needed.",
    "col_2": "\"Десантируйте пехоту и лёгкую технику с помощью самолётов и вертолётов",
    "col_3": " чтобы обеспечить огневую поддержку там",
    "col_4": " где она особенно необходима.\"",
    "col_5": "\"Infanterietrupps und leichte Fahrzeuge",
    "col_6": " die mit Flugzeugen und Hubschraubern aus der Luft abgeworfen werden können",
    "col_7": " wann und wo ihre Feuerkraft am dringendsten benötigt wird.\"",
    "col_8": "\"使用飞机和直升机空运步兵和轻型车辆",
    "col_9": " 在最需要的时间和地点提供火力.\"",
    "col_10": "Infantería de transporte aéreo y vehículos ligeros con aviones y helicópteros para proporcionar potencia de fuego donde y cuando más se necesite.",
    "col_11": "Infanterie aéroportée et véhicules légers avec avions et hélicoptères pour apporter la puissance de feu là où elle est le plus nécessaire.",
    "col_12": "飛行機とヘリコプターで歩兵や軽車両を空輸することにより、最も必要な場所へ火力を提供する。",
    "col_13": "Infantaria e veículos leves transportados por aviões e helicópteros para entregar poder de fogo onde e quando for mais necessário."
  },
  "ui_spec_cavstryker_name": {
    "col_0": "ui_spec_cavstryker_name",
    "col_1": "Stryker Cavalry regiment",
    "col_2": "\"Кавалерийский полк \"\"Страйкер\"\"\"",
    "col_3": "Stryker-Kavallerieregiment",
    "col_4": "斯崔克骑兵团",
    "col_5": "Regimiento de Caballería Stryker",
    "col_6": "Régiment de cavalerie Stryker",
    "col_7": "ストライカー騎兵連隊",
    "col_8": "Regimento de Cavalaria de Stryker",
    "col_9": "Reggimento di cavalleria Stryker",
    "col_10": "스트라이커 기병연대",
    "col_11": "Pułk Kawalerii (Stryker)",
    "col_12": "Stryker Süvari Alayı",
    "col_13": "Кавалерійський полк Stryker"
  },
  "ui_spec_cavstryker_description": {
    "col_0": "ui_spec_cavstryker_description",
    "col_1": "Strykers are fast wheeled armored vehicles able to outmaneuver the enemy and exploit gaps in their defenses.",
    "col_2": "\"Stryker — высокомобильные бронированные машины на колёсах",
    "col_3": " способные обойти противника с флангов и проникнуть сквозь слабозащищённые участки обороны.\"",
    "col_4": "\"Stryker sind schnelle Radschützenpanzer",
    "col_5": " die dafür konzipiert sind",
    "col_6": " den Feind auszumanövrieren und Lücken in seiner Verteidigung auszunutzen.\"",
    "col_7": "\"骑兵部队依靠行动迅速的斯崔克装甲车辆来规避敌人",
    "col_8": " 并利用敌人的防御漏洞.\"",
    "col_9": "Los Stryker son vehículos blindados rápidos con ruedas capaces de superar al enemigo en maniobras y explotar las brechas en sus defensas.",
    "col_10": "Les Strykers sont des véhicules blindés rapides à roues capables de manœuvrer plus facilement que l'ennemi et d'exploiter les failles dans ses défenses.",
    "col_11": "ストライカーは高速の車輪付き装甲車両で、敵の裏をかき、その防衛網の穴を突くことができる。",
    "col_12": "Strykers são velozes veículos blindados sobre rodas capazes de superar o inimigo em manobras e explorar lacunas nas defesas deles.",
    "col_13": "Questo reggimento sfrutta la velocità dei corazzati Stryker per accerchiare il nemico e trarre vantaggio dalle falle nelle sue difese."
  },
  "ui_spec_socom_name": {
    "col_0": "ui_spec_socom_name",
    "col_1": "Special Operations Forces",
    "col_2": "Силы специального назначения",
    "col_3": "Spezialkräfte",
    "col_4": "特种作战部队",
    "col_5": "Fuerzas de Operaciones Especiales",
    "col_6": "Forces spéciales",
    "col_7": "特殊作戦部隊",
    "col_8": "Tropas de Operações Especiais",
    "col_9": "Forze speciali",
    "col_10": "특수작전부대",
    "col_11": "Siły Operacji Specjalnych",
    "col_12": "Özel Harekat Kuvvetleri",
    "col_13": "Сили спеціальних операцій"
  },
  "ui_spec_socom_description": {
    "col_0": "ui_spec_socom_description",
    "col_1": "Elite soldiers supported by stealth aviation striking deep into enemy territory.",
    "col_2": "Элитная пехота при поддержке низкозаметной авиации.",
    "col_3": "\"Elitesoldaten",
    "col_4": " die unterstützt von Tarnkappenflugzeugen tief in feindlichem Territorium zuschlagen können.\"",
    "col_5": "\"在隐身飞机的支援下",
    "col_6": " 这支精锐部队能够深入敌方领土发动攻击.\"",
    "col_7": "Soldados de élite con el apoyo de aviación furtiva que se adentran en territorio enemigo.",
    "col_8": "Soldats d'élite soutenus par des avions furtifs qui frappent au cœur du territoire ennemi.",
    "col_9": "ステルス航空機の助けを借り、敵陣営の懐へ攻撃を行う精鋭の兵士たち。",
    "col_10": "Soldados de elite apoiados por aviões furtivos para atacar nas profundezas do território inimigo.",
    "col_11": "Soldati d'elite supportati da velivoli stealth e capaci di penetrare in profondità nel territorio nemico.",
    "col_12": "스텔스 항공기의 지원을 받아 적의 후방을 타격하는 정예병입니다.",
    "col_13": "\"Elitarni żołnierze ze wsparciem samolotów stealth"
  },
  "ui_spec_vdv_name": {
    "col_0": "ui_spec_vdv_name",
    "col_1": "VDV Brigade",
    "col_2": "Воздушно-десантные войска",
    "col_3": "WDW-Brigade",
    "col_4": "空降兵旅",
    "col_5": "Brigada VDV",
    "col_6": "Brigade VDV",
    "col_7": "VDV空挺軍",
    "col_8": "Brigada VDV",
    "col_9": "Brigata VDV",
    "col_10": "VDV 여단",
    "col_11": "Brygada WDW",
    "col_12": "VDV Tugayı",
    "col_13": "Бригада ВДВ"
  },
  "ui_spec_vdv_description": {
    "col_0": "ui_spec_vdv_description",
    "col_1": "The russian airborne forces can parachute troops and vehicles to rapidly strike from any direction.",
    "col_2": "\"ВДВ способны десантировать пехоту и технику в любую точку",
    "col_3": " нанося стремительные удары с любого направления.\"",
    "col_4": "\"Die russischen Luftlandetruppen und ihre Fahrzeuge können aus der Luft abgeworfen werden",
    "col_5": " um schnell aus jeder Richtung zuzuschlagen.\"",
    "col_6": "\"俄罗斯空降部队可以空投部队和作战车辆",
    "col_7": " 从任何方向快速发动攻击.\"",
    "col_8": "Las fuerzas aerotransportadas rusas pueden lanzar tropas y vehículos en paracaídas para atacar rápidamente desde cualquier dirección.",
    "col_9": "Les forces aéroportées russes peuvent parachuter des troupes et des véhicules pour frapper rapidement depuis n'importe quelle direction.",
    "col_10": "このロシア空挺軍は部隊や車両をパラシュートで投下し、どんな方向からも迅速に攻撃することができる。",
    "col_11": "As forças aerotransportadas russas conseguem lançar tropas e veículos de paraquedas para atacar rapidamente de qualquer direção.",
    "col_12": "Le forze aviotrasportate russe possono paracadutare truppe e veicoli per colpire rapidamente da qualsiasi direzione.",
    "col_13": "이 러시아 공수부대는 병력 및 차량을 강하시켜 어느 방향에서나 빠르게 타격할 수 있습니다."
  },
  "ui_spec_guardtank_name": {
    "col_0": "ui_spec_guardtank_name",
    "col_1": "Guard Tank Brigade",
    "col_2": "Гвардейская танковая бригада",
    "col_3": "Gardepanzerbrigade",
    "col_4": "近卫坦克旅",
    "col_5": "Brigada de Tanques de la Guardia",
    "col_6": "Brigade blindée de la garde",
    "col_7": "親衛戦車旅団",
    "col_8": "Brigada de Tanques de Guarda",
    "col_9": "Brigata corazzata delle guardie",
    "col_10": "근위전차여단",
    "col_11": "Gwardyjska Brygada Pancerna",
    "col_12": "Muhafız Tank Tugayı",
    "col_13": "Гвардійська танкова бригада"
  },
  "ui_spec_guardtank_description": {
    "col_0": "ui_spec_guardtank_description",
    "col_1": "The elite guard tank brigade is equiped with the heaviest and most modern vehicles but doesn't benefit from any aircraft support.",
    "col_2": "\"Элитные танковые части",
    "col_3": " имеющие на вооружении наиболее современную тяжелую наземную технику.\"",
    "col_4": "\"Die Elite-Gardepanzerbrigade ist mit den schwersten und modernsten Fahrzeugen ausgestattet",
    "col_5": " kann jedoch nicht auf Luftunterstützung zurückgreifen.\"",
    "col_6": "\"这支精锐近卫坦克旅配备了最重型",
    "col_7": " 最现代化的战斗车辆",
    "col_8": " 但没有任何飞机支援.\"",
    "col_9": "\"La brigada de tanques de la guardia de élite está equipada con los vehículos más pesados ​​y modernos",
    "col_10": " pero no cuenta con apoyo aéreo. Tropas Costeras\"",
    "col_11": "\"La brigade blindée d'élite de la garde est équipée des véhicules les plus lourds et les plus modernes",
    "col_12": " mais ne bénéficie d'aucun soutien aérien.\"",
    "col_13": "精鋭の親衛戦車旅団は、最重量級かつ最新の車両を備えている一方、航空機支援による恩恵は受けられない。"
  },
  "ui_spec_coastal_name": {
    "col_0": "ui_spec_coastal_name",
    "col_1": "Coastal Troops",
    "col_2": "Береговые войска",
    "col_3": "Küstentruppen",
    "col_4": "海岸部队",
    "col_5": "Tropas de costa",
    "col_6": "Troupes côtières",
    "col_7": "沿岸部隊",
    "col_8": "Tropas Costeiras",
    "col_9": "Truppe costiere",
    "col_10": "해안군",
    "col_11": "Obrona wybrzeża",
    "col_12": "Sahil Birlikleri",
    "col_13": "Берегові війська"
  },
  "ui_spec_coastal_description": {
    "col_0": "ui_spec_coastal_description",
    "col_1": "\"While being primarily a defensive force",
    "col_2": " coastal troops are also capable in the offense thanks to their naval infantry riding amphibious armored vehicles.\"",
    "col_3": "\"Несмотря на то что береговые войска в первую очередь ориентированы на оборону",
    "col_4": " они также способны вести наступление благодаря морской пехоте",
    "col_5": " использующей плавающие бронемашины.\"",
    "col_6": "\"Hierbei handelt es sich in erster Linie um Verteidigungstruppen",
    "col_7": " die mit ihrer Marineinfanterie und ihren gepanzerten Amphibienfahrzeugen auch offensiv eingesetzt werden können.\"",
    "col_8": "\"海岸部队主要承担防御任务",
    "col_9": " 但由于其海军步兵能够驾驶两栖装甲车辆",
    "col_10": " 因此也具备一定的进攻能力.\"",
    "col_11": "\"Si bien son principalmente una fuerza defensiva",
    "col_12": " las tropas costeras también son capaces en la ofensiva gracias a su infantería naval",
    "col_13": " que viaja en vehículos blindados anfibios.\""
  },
  "ui_spec_moto_name": {
    "col_0": "ui_spec_moto_name",
    "col_1": "Motorized infantry",
    "col_2": "Моторизированная бригада",
    "col_3": "Motorisierte Infanterie",
    "col_4": "摩托化步兵",
    "col_5": "Infantería Motorizada",
    "col_6": "Infanterie motorisée",
    "col_7": "機動歩兵",
    "col_8": "Infantaria Motorizada",
    "col_9": "Fanteria motorizzata",
    "col_10": "차량화보병",
    "col_11": "Piechota zmotoryzowana",
    "col_12": "Motorlu Piyade",
    "col_13": "Моторизована піхота"
  },
  "ui_spec_moto_description": {
    "col_0": "ui_spec_moto_description",
    "col_1": "This highly mobile force can quickly move a large quantity of infantry with trucks and armored vehicles and support them with powerful rocket and launchers.",
    "col_2": "\"Эти войска могут оперативно перевозить большое количество пехоты на грузовиках и бронемашинах",
    "col_3": " сопровождая их огневой поддержкой с применением реактивных систем залпового огня и тяжёлого вооружения.\"",
    "col_4": "\"Eine äußerst mobile Streitmacht",
    "col_5": " deren Infanterie in großer Zahl mit Lastwagen und gepanzerten Fahrzeugen bewegt und mit leistungsfähigen Raketen und Mehrfachraketenwerfern unterstützt werden kann.\"",
    "col_6": "\"这支高机动部队可以利用卡车和装甲车快速运送大量步兵",
    "col_7": " 并使用强大的火箭弹和导弹发射器为他们提供支援.\"",
    "col_8": "\"Esta fuerza de alta movilidad puede movilizar rápidamente una gran cantidad de infantería con camiones y vehículos blindados",
    "col_9": " y apoyarla con potentes cohetes y lanzacohetes.\"",
    "col_10": "Cette force très mobile peut rapidement déplacer un grand nombre de fantassins à l'aide de camions et de véhicules blindés et les soutenir avec de puissants lance-roquettes.",
    "col_11": "この機動力の高い部隊はトラックと装甲車両で多数の歩兵を移動させ、強力なロケット弾とランチャーで彼らを支援することができる。",
    "col_12": "\"Esta força altamente móvel consegue transportar grandes contingentes de infantaria com caminhões e veículos blindados",
    "col_13": " além de dar apoio com foguetes e lançadores.\""
  },
  "ui_spec_mech_name": {
    "col_0": "ui_spec_mech_name",
    "col_1": "Mechanized infantry",
    "col_2": "Механизированная бригада",
    "col_3": "Mechanisierte Infanterie",
    "col_4": "机械化步兵",
    "col_5": "Infantería Mecanizada",
    "col_6": "Infanterie mécanisée",
    "col_7": "機械化歩兵",
    "col_8": "Infantaria Mecanizada",
    "col_9": "Fanteria meccanizzata",
    "col_10": "기계화보병",
    "col_11": "Piechota zmechanizowana",
    "col_12": "Mekanize Piyade",
    "col_13": "Механізована піхота"
  },
  "ui_spec_mech_description": {
    "col_0": "ui_spec_mech_description",
    "col_1": "\"\"\"Quantity has a quality all its own.\"\" The numerous armored transport vehicles of the mechanized infantry specialization may not be the most powerful individually",
    "col_2": " but their strength lies in their numbers.\"",
    "col_3": "\"\"\"Лучшее — враг хорошего\"\". Каждая боевая машина механизированной пехоты может и не быть грозной сама по себе",
    "col_4": " но вместе они представляют серьёзную угрозу для противника.\"",
    "col_5": "\"„Quantität besitzt eine eigene Qualität.“ Die zahlreichen gepanzerten Transportfahrzeuge der mechanisierten Infanterie sind für sich genommen nicht besonders schlagfertig",
    "col_6": " ihre Stärke liegt allerdings in ihrer Anzahl.\"",
    "col_7": "\"\"\"数量本身就是一种质量.\"\"机械化步兵拥有的装甲运输车可能不是最强大的",
    "col_8": " 但其优势在于数量众多.\"",
    "col_9": "\"\"\"La cantidad tiene una cualidad propia\"\". Los numerosos vehículos blindados de transporte de la especialización de infantería mecanizada pueden no ser los más poderosos individualmente",
    "col_10": " pero su fuerza reside en el número.\"",
    "col_11": "\"\"\"La quantité a une qualité qui lui est propre",
    "col_12": "\"\" Les nombreux véhicules blindés de transport de l'infanterie mécanisée ne sont peut-être pas les plus puissants individuellement",
    "col_13": " mais leur force réside dans leur nombre.\""
  }
}